// mock data for sign up page terms

const privacy = [
    {
      id: 1,
      title: '이용약관',
      textData: `
        
            제1조 (목적)<br />
            이 약관은 ㈜인슈로보(이하 “회사”라 합니다)가 제휴사의 웹사이트와 모바일어플리케이션(이를 합하여 “플랫폼”이라 합니다) 이용자들에게 제공하는 보험서비스 등(이하 “서비스”라 합니다)과 관련하여 당사자간의 권리의무를 명확히 함을 그 목적으로 합니다.<br />
            제2조 (용어의 정의)<br />
            이 약관에서 사용되는 용어의 정의는 다음과 같습니다.<br />
            <ul>
              <li>가. “가입서비스”라 함은 “회원”만이 이용할 수 있는 서비스로, 보험가입 등 개인정보입력이 요구되는 서비스를 말합니다.</li>
              <li>나. “이용자”라 함은 플랫폼을 이용하는 자를 말하며, “회원”이라 함은 이용자 중 가입서비스의 이용을 위하여 필요한 개인정보를 입력하고 이 약관에 동의한 자를 말합니다.</li>
            </ul>
            제3조 (약관의 효력 등)<br />
            <ul>
              <li>1) 이 약관은 플랫폼을 통해 이용자에게 고지됨으로써 그 효력이 생깁니다.</li>
              <li>2) 이 약관을 개정할 경우에는 적용일 및 개정사유를 명시하여 그 적용일의 1주 전부터 적용일의 전일까지 1)항과 같은 방법으로 고지합니다. 이 때, 그 개정약관은 그 적용일자 이후에 체결되는 계약에만 적용되고 그 이전에 이미 체결된 계약에 대해서는 개정전의 약관조항이 적용됩니다.</li>
              <li>3) 이용자는 서비스를 계속 이용함으로써 개정된 약관에 동의한 것으로 간주됩니다.</li>
              <li>4) 회원은 개정된 약관에 동의하지 않을 경우 회원 탈퇴를 요청할 수 있습니다.</li>
            </ul>
            제4조 (서비스의 내용)<br />
            플랫폼을 통해 제공되는 서비스는 다음과 같습니다.<br />
            <ul>
              <li>가. 보험상품정보 제공</li>
              <li>나. 보험료 계산</li>
              <li>다. 보험 상담</li>
              <li>라. 보험 가입</li>
              <li>마. 기타 금융정보 제공</li>
            </ul>
            제5조 (서비스 이용)<br />
            이용자들은 제4조의 서비스를 그 용도에 맞추어 이용할 수 있습니다. 그러나, 가입서비스 이용을 위해서는 회원가입 절차를 따라야 합니다.<br />
            제6조 (회원자격 득실)<br />
            <ul>
              <li>1) 이용자는 회원가입에 필요한 개인정보를 입력하고 본 약관에 대하여 동의 여부를 묻는 박스를 클릭하여 체크표시를 함으로써 가입서비스를 이용할 수 있는 회원자격을 얻게 됩니다.</li>
              <li>
                2) 회원은 언제든지 회원에서 탈퇴할 수 있으며, 회원이 다음 각호의 1에 해당하는 경우 자격을 상실케 할 수 있습니다.'
                <ul>
                  <li>가. 위법하게 서비스를 이용하는 경우</li>
                  <li>나. 서비스에 가입한 후 가입서비스를 이용하지 않는 경우</li>
                </ul>
              </li>
              <li>
                3) 회사는 회원에게 다양한 보험상품정보 추천 등 서비스를 제공하기 위한 목적으로 한국신용정보원 등에 보험조회를 하는 등 개인정보를 이용할 수 있습니다.
              </li>
            </ul>
            제7조 (개별약관)
            <ul>
              <li>
                1) 가입서비스의 이용료 등에 관하여는 개별약관 등에서 정하는 바에 따릅니다.
              </li>
              <li>
                2) 개별약관과 이 약관의 내용이 충돌하는 경우 개별약관의 효력이 이 약관에 우선합니다.
              </li>
            </ul>
            제8조 (회사와 제휴사의 의무)
            <ul>
              <li>
                1) 회사는 보험모집과 관련하여 어떠한 업무도 제휴사에 위탁하지 아니하며, 제휴사는 회사가 이용자들에게 보여주고자 하는 내용 그대로를 노출합니다. 이를 위해 회사는 플랫폼 이용자가 보험서비스를 이용함에 있어서 회사의 홈페이지 영역으로 이동하여 이용하도록 하며, 동 영역에 금융소비자보호법에서 정한 고지사항을 충실히 게시합니다.
              </li>
              <li>
                2) 회사와 제휴사는 안정적인 서비스 제공을 위하여 지속적으로 노력하며, 회사는 이용자로부터 민원이 접수되는 경우 성실히 응대합니다.
              </li>
              <li>
                3) 회사와 제휴사는 다음 각호의 1에 해당하는 경우 서비스의 전부 또는 일부를 제한하거나 중지할 수 있습니다.
                <ul>
                  <li>
                    가. 설비 보수 등
                  </li>
                  <li>
                    나. 서비스의 근간이 되는 기간통신사업자의 망서비스 제공 중지
                  </li>
                  <li>
                    다. 국가비상사태, 정전, 이용자의 폭주 기타 불가항력적인 경우
                  </li>
                </ul>
              </li>
              <li>
                4) 전항에 따라 서비스 제공을 제한하거나 중지한 때에는 그 사유 및 제한기간 등을 제3조 1)항의 방법으로 지체없이 회원에게 알립니다.
              </li>
              <li>
                5) 이용자는 이 약관에서 규정하는 사항과 서비스 이용안내 또는 주의사항 등 고지하는 바를 준수합니다.
              </li>
              <li>
                6) 회원은 개인정보의 부정사용이 발생하지 않도록 유의하여야 하며, 부정사용을 알게 된 경우 즉시 회사 또는 제휴사에 알려 피해방지에 협력합니다.
              </li>
              <li>
                7) 회원은 서비스에 관한 권리의무의 일부 또는 전부를 제3자에게 양도하거나 담보로 제공할 수 없습니다.
              </li>
            </ul>
            제9조 (분쟁의 해결)
            <ul>
              <li>
                1) 당사자는 서비스와 관련하여 분쟁이 발생한 경우에 이를 원만하게 해결하기 위하여 노력합니다.
              </li>
              <li>
                2) 전항의 규정에도 불구하고, 당사자간 분쟁으로 인하여 소송이 제기될 경우 서울중앙지방법원을 관할법원으로 합니다.
              </li>
            </ul>

      `,
    },
    {
      id: 2,
      title: '단체규약',
      textData: `
       
            제1조 (목적)<br />
            이 규약은 제휴사의 웹사이트와 모바일어플리케이션(이를 합하여 “플랫폼”이라 합니다) 회원들을 위하여 제공하는 서비스 이용에 관하여 회원들간 협약사항을 규정함을 그 목적으로 합니다.<br />
            제2조 (회원자격)<br />
            <ul>
              <li>1. 플랫폼상 서비스 이용약관에 동의한 회원은 이 협약의 당사자가 됩니다.</li>
              <li>2. 회원의 자격득실 등에 관하여는 각 이용약관에서 정하는 바에 따릅니다.</li>
            </ul>
            제3조 (단체보험가입 청약 등)<br />
            <ul>
              <li>1. 제휴사는 회원을 위하여 계약자로서 보험사와 단체보험계약을 체결할 수 있습니다.</li>
              <li>2. 제휴사가 계약자인 단체보험계약에 피보험자로 가입하기를 희망하는 회원은 소정의 절차에 따라 보험가입신청(보험청약)을 합니다.</li>
              <li>3. 보험청약을 하고자 하는 회원은 보험약관, Q&A 등을 충분히 읽고 이해한 후 청약을 하며, 보험사와 보험대리점 ㈜인슈로보가 고지를 요구하는 사항에 대하여 성실히 답합니다.</li>
              <li>4. 회원이 가입하는 보험의 수익자는 보험가입자(피보험자) 본인과 그 법정상속인이 됩니다.</li>
            </ul>
            제4조 (기타사항)<br />
            <ul>
              <li>1. 기존 서비스 변경, 새로운 서비스 출시, 법령의 개폐, 회원 요구 등의 사정이 있어 이 규약을 변경할 필요가 있는 경우, 제휴사는 회원들을 위하여 규약을 즉시 변경합니다. 그리고 변경된 규약은 그 즉시 효력을 발합니다.</li>
              <li>2. 제휴사는 규약변경을 위해 필요한 경우 회원들에게 의견을 구할 수 있으며, 회원들은 이에 성실히 응합니다.</li>
              <li>3. 규약변경을 희망하는 회원은 제휴사에 그 구체적 변경안과 이유를 제시하여 규약변경을 제안할 수 있습니다. 이에 대하여는 제휴사는 전항에 따라 처리합니다.</li>
              <li>4. 제휴사는 단체보험가입 등 규약에 직접적으로 영향을 받는 서비스를 이용하는 회원에게는 개별적으로 규약적용에 부동의하는지 의견을 구합니다. 이 때 규약에 부동의하는 회원은 해당서비스를 이용하지 않거나, 회원 탈퇴를 할 수 있습니다.</li>
            </ul>
 
      `,
    },
    {
      id: 3,
      title: '개인정보수집 및 이용',
      textData: `
          1. 고객정보의 수집 및 이용 목적<br />
          보험대리점 (주)인슈로보를 통해 단체보험계약자 제휴사가 체결한 보험의 피보험자가 됨에 있어 보험계약 인수심사, 계약체결, 유지, 관리(갱신 포함), 보험금 등 지급/심사, 순보험요율의 산출/검증, 민원처리 및 분쟁 대응, 보험사고조사(보험사기 조사 포함), 보험모집질서 유지 및 상품/서비스 추천 등<br />
          2. 수집하는 개인정보 항목 및 수집방법<br />
          <ol>
            <li>
              ① 수집, 이용할 개인정보의 내용
              <p>개인식별정보(성명, 주민등록번호(외국인등록번호), 전자우편주소, 휴대폰번호) 보험계약정보, 피보험자의 질병 및 상해에 관한 정보, 보험금지급 관련 정보, 결제정보(신용카드, 계좌번호)</p>
            </li>
            <li>
              ② 수집방법 : 인터넷 홈페이지, 모바일어플리케이션, 전화, 팩스, 한국신용정보원 조회서비스
            </li>
          </ol>
          3. 개인정보의 보유 및 이용기간<br />
          위 수집/이용 목적 달성시까지<br />
          4. 조회할 개인(신용)정보<br />
          보험계약정보, 보험금지급 관련 정보(사고정보 포함), 피보험자의 질병 및 상해 관련 정보<br />
          5. 개인(신용)정보 조회목적<br />
          보험계약의 인수심사/체결/유지/관리(갱신 포함), 보험금 등 지급/심사, 보험사고조사, 보험상품 추천안내<br />
          6. 조회동의 유효기간<br />
          위 조회 목적 달성시까지<br />
          7. 조회자[개인(신용)정보를 제공받는 자]의 개인(신용)정보의 보유, 이용기간<br />
          정보를 제공받은 날로부터 개인(신용)정보의 조회 목적 달성시까지<br />
          8. 개인(신용)정보를 제공받는 자<br />
          DB손해보험(주), 보험대리점 (주)인슈로보, 제휴사, 한국신용정보원<br />
          9. 개인(신용)정보를 제공받는 자의 이용목적<br />
          보험계약의 인수심사/체결/유지/관리(갱신 포함), 보험금 등 지급/심사, 보험사고조사, 기가입 보험조회<br />
          10. 제공할 개인(신용)정보의 내용<br />
          위 「2. 수집하는 개인정보 항목 및 수집방법」의 정보내용과 같음<br />
          11. 제공받는 자의 개인(신용)정보 보유/이용기간<br />
          정보를 제공받은 날로부터 개인(신용)정보를 제공받는 자의 이용목적 달성시까지<br />
          12. 민감정보 및 고유식별정보의 처리에 관한 사항<br />
          개인정보보호법 제23조 및 제24조에 따라 본 계약과 관련하여 상기의 개인(신용)정보에 대한 개별 동의 사항에 대하여 다음과 같이 고객님의 민감정보(질병•상해정보) 및 고유식별정보(주민등록번호•외국인등록번호)를 처리(수집/이용, 제공 등)하고자 합니다. 이에 대하여 동의하십니까?<br />
 
      `,
    },
    {
      id: 4,
      title: '알아두실 사항',
      textData: `
      
            보험취급자<br />
            - 본 보험의 모집인은 보험대리점 (주)인슈로보입니다.<br />
            단체보험 계약<br />
            - 본 보험계약은 제휴사를 계약자, 제휴사 회원 중 가입 고객을 피보험자, 제휴사 회원 중 가입 고객 및 법정상속인을 보험수익자로 하는 단체계약입니다.<br />
            - 본 보험계약은 단체형으로 운영하여 청약철회 및 품질보증해지 대상이 아닙니다.<br />
            만기환급금<br />
            본 상품은 순수보장성 상품으로 만기시 만기환급금이 없으며 또한 보험계약대출제도가 없습니다.<br />
            예금자보호 안내<br />
            이 보험계약은 예금자보호법에 따라, 예금보험공사가 보호하되, 보호 한도는 본 보험회사에 있는 귀하의 모든 예금보호 대상 금융상품의 해약환급금(또는 만기 시 보험금이나 사고보험금)에 기타 지급금을 합하여 1인당 "최고 5천만원"이며, 5천만원을 초과하는 나머지 금액은 보호하지 않습니다. 다만, 보험계약자 및 보험료 납부자가 법인인 보험계약은 예금자보호법에 따라 예금보험공사가 보호하지 않습니다.<br />
            보험계약을 할 때<br />
            보험계약시에는 보험상품명, 보험기간, 보험료, 보험료납입기간, 피보험자 등을 반드시 확인하시고, 자세한 상품내용은 반드시 보험약관을 확인하시기 바랍니다.<br />
            가입자의 계약 전 알릴 의무<br />
            계약자 또는 피보험자는 보험계약 청약 시 청약서(질문서를 포함합니다)의 질문사항에 대하여 알고 있는 내용을 반드시 사실대로 알려야 합니다. 그렇지 않은 경우 보험금의 지급이 거절되거나 보험계약이 해지될 수 있습니다.<br />
            가입자의 계약 후 알릴 의무<br />
            계약자 또는 피보험자는 보험계약을 맺은 후 보험약관에 정한 계약 후 알릴 의무사항이 발생하였을 경우 지체 없이 회사에 알려야 합니다. 그렇지 않을 경우 보험금 지급이 거절될 수 있습니다.<br />
            해지환급금이 납입보험료보다 적거나 없는 이유<br />
            해지환급금이란 보험계약이 중도에 해지될 경우에 지급되는 금액을 말하는 것으로 보험은 은행의 저축과 달리 위험보장과 저축을 겸비한 제도로 계약자가 납입한 보험료 중 일부는 불의의 사고를 당한 다른 가입자에게 지급되는 보험금으로, 또 다른 일부는 보험회사 운영에 필요한 경비로 사용되므로 중도해지 시 지급되는 해지환급금은 납입한 보험료보다 적거나 없을 수도 있습니다.<br />
            계약해지 후 다른 보험 계약 시 유의사항<br />
            보험계약자가 기존에 체결했던 보험계약을 해지하고 다른 보험계약을 체결하면 보험인수가 거절되거나 보험료가 인상되거나 보장내용이 달라질 수 있습니다.<br />
            모집질서 확립 및 신고센터 안내<br />
            - 보험계약과 관련된 보험질서 문란행위는 보험업법에 의해 처벌받을 수 있습니다.<br />
            - 금융감독원 보험 모집질서 위반행위 신고센터 : 전화 1332 / 인터넷 www.fss.or.kr<br />
            - 사고접수, 보험처리 등 보험계약 관련 문의(DB손해보험) : 전화 1588-0100 / 인터넷 www.idbins.com<br />
            보험상담 및 분쟁의 해결에 관한 사항<br />
            가입하신 보험에 관하여 상담이 필요하거나 불만사항이 있을 때에는 DB손해보험(TEL : 1588-0100 / 인터넷 www.idbins.com)으로 연락 주시면 신속히 해결해 드리겠습니다. 또한, 저희 회사의 처리결과에 이의가 있으시면 금융감독원 민원상담전화 국번 없이 1332, 인터넷 www.fss.or.kr에 민원 또는 분쟁조정 등을 신청하실 수 있습니다.<br />
            금융감독원 보험 범죄 신고센터 안내<br />
            - 보험범죄는 형법 제347조(사기)에 의거 10년 이하의 징역이나 2천만원 이하의 벌금에 처해지며, 보험범죄를 교사한 경우에도 동일한 처벌을 받을 수 있습니다. 금융감독원 민원상담전화 국번 없이 1332, 인터넷 www.fss.or.kr<br />
     
      `,
    },
  ];
  
  export default privacy;
  