export const list1 = [
  {
    id: 1,
    title: '언제까지 가입할 수 있나요?',
    textData: `
      여행출발 1시간 전까지 가입가능합니다.
    `,
  },
  {
    id: 2,
    title: '몇세부터 가입가능한가요?',
    textData: `
      생후 만6개월부터 79세까지 가입가능합니다.
    `,
  },
  {
    id: 3,
    title: '보험가입시 적용되는 나이는 만 나이와 다른 건가요?',
    textData: `
      보험가입시 적용되는 보험나이는 여행시작일 현재 피보험자의 실제 만나이를 기준으로 6개월 미만의 끝수는 버리고 6개월 이상의 끝수는 1년으로 하여 계산되기 때문에 만나이와는 다를 수 있습니다.
    `,
  },
  {
    id: 4,
    title: '동행자들을 대표해서 제가 대신 가입하려고 하는데 가능한가요?',
    textData: `
      네, 가능합니다.
    `,
  },
  {
    id: 5,
    title: '한번에 몇명까지 가입가능한가요?',
    textData: `
      1,000명까지 가능하며, 2인 이상인 경우 문의 주시면 가입 안내해 드립니다.
    `,
  },
  {
    id: 6,
    title: '인원이 많은데, 쉽게 가입할 방법이 없을까요?',
    textData: `
      PC환경에서 가입자명단 엑셀파일을 업로드하시면 쉽게 가입가능합니다. 문의 주시면 도움 드리겠습니다
    `,
  },
  {
    id: 7,
    title: '가입하려는 사람들의 나이가 다른데, 따로 가입신청을 해야 하나요?',
    textData: `
      나이가 다른 가입자정보가 입력되면 그 나이에 알맞은 플랜으로 자동 적용됩니다.
    `,
  },
  {
    id: 8,
    title: '외국인도 가입할 수 있나요?',
    textData: `
      외국인은 가입하실 수 없습니다.
    `,
  },
  {
    id: 9,
    title: '위험한 활동을 하는 경우 보험가입이 안된다고 들었습니다. 보험가입이 제한되는 위험한 활동은 어떤 것들이 있나요?',
    textData: `
      전문등반, 글라이더, 조정, 스카이다이빙, 행글라이딩, 전문 스포츠게임, 모터사이클링, 스쿠버다이빙 등을 목적으로 여행을 가는 경우 가입하실 수 없습니다.
    `,
  },
  {
    id: 10,
    title: '결제가 되었는지 여부를 확인하고 싶습니다.',
    textData: `
      결제가 되면 마이페이지에서 결제완료된 일정내역을 확인하실 수 있습니다.
    `,
  },
];

export const list2 = [
  {
    id: 11,
    title: '보험가입후 보장기간(여행기간)의 변경이 가능한가요?',
    textData: `
      보험이 개시되기 전에 여행기간 변경을 원하시면 가입하신 보험을 취소하시고 재가입하시면 됩니다.<br />
      <br />
      취소/환불요청은 가입자의 이름, 생년월일, 휴대폰번호, 취소요청사유(여행기간변경)를 작성하여 이메일 info@insurobo.com 로 보내주시면 됩니다.<br />
      <br />
      평일 오전 9시~오후6시에는 전화(고객센터 070-4126-3333) 로 요청하셔도 됩니다.<br />
      <br />
      하지만 보험이 개시된 후에는 변경이 불가합니다.
    `,
  },
  {
    id: 12,
    title: '보험가입을 취소하려고 합니다.',
    textData: `
      보험이 개시되기 전에 취소를 원하시면 이메일 info@insurobo.com 로 가입자의 이름, 생년월일, 휴대폰번호, 취소요청사유를 기재하여 보내주시고, 여러명이 가입한 경우에는 취소대상자가 가입자 전원인지 혹은 그 중 일부인지도 기재해주세요.<br />
      <br />
      평일 오전 9시~오후6시에는 전화(고객센터 070-4126-3333) 로 요청하셔도 됩니다.<br />
      <br />
      하지만 보험이 개시된 후에는 취소가 불가합니다.
    `,
  },
  {
    id: 13,
    title: '여행중 여행기간이 연장되었습니다. 보험기간도 연장할 수 있나요?',
    textData: `
      여행이 시작된 후에는 기간 연장이나 재가입이 불가합니다.
    `,
  }
];

export const list3 = [
  {
    id: 14,
    title: '가입증명서는 어떻게 받을 수 있나요?',
    textData: `
      보험료 결제 즉시 가입증명서가 이메일로 발송됩니다.
    `,
  },
  {
    id: 15,
    title: '가입증명서를 받지 못했습니다.',
    textData: `
      간혹 스팸 메일로 인식하는 경우가 있으니, 스팸함을 확인하여 주시기 바랍니다.<br />
      <br />
      스팸함에서도 가입증명서를 확인할 수 없는 경우, 마이페이지화면에서 메일주소가 정확한지 확인해 주시고, 필요한 경우 메일주소를 변경해 주세요.<br />
      <br />
      가입증명서 수신을 위해 권장되는 메일은 네이버, 다음, 지메일 등 개인메일입니다.`
  }
];

export const list4 = [
  {
    id: 16,
    title: '보상청구서류와 접수방법이 궁금합니다.',
    textData: `
      이메일로 받으신 가입증명서에 있는 [보상청구서류 이메일로 받기] 기능을 이용하시면, 자세한 보상청구서류와 함께 접수방법안내 이메일을 즉시 받게 됩니다.
    `,
  }
];

export const list5 = [
  {
    id: 17,
    title: '의료비 처리기준은 어떻게 되나요?',
    textData: `
      실손의료보험 처리기준에 따라 자기부담금을 공제하여 지급되고, 실손의료보험에 이미 가입한 경우에는 실제 손해액을 한도로 비례보상됩니다. 자세한 사항은 약관을 참고해주세요.
    `,
  },
  {
    id: 18,
    title: '약국에서 구입한 약은 어떤 경우에 보상이 가능한가요?',
    textData: `
      의사의 처방을 받아 구입한 약품에 대해서는 보상청구가 가능합니다.<br />
      <br />
      의사처방전과 구입영수증을 준비해주세요.<br />
      <br />
      가입증명서 수신을 위해 권장되는 메일은 네이버, 다음, 지메일 등 개인메일입니다.
    `
  },
  {
    id: 19,
    title: '몸이 안 좋아 검진을 받아보려 하는데 보상되나요?',
    textData: `
      건강검진, 예방접종 등은 보상되지 않습니다.
    `,
  }
];