export const errorLoBzCdList = [
    {
      id: '101000000',
      type: '2',
      name: '휴계음식점'
    },
    {
      id: '221100000',
      type: '4',
      name: '금속기계기구'
    },
    {
      id: '102000000',
      type: '2',
      name: '일반음식점'
    },
    {
      id: '431000000',
      type: '4',
      name: '의약품제조'
    },
    {
      id: '104100000',
      type: '2',
      name: '세탁소'
    },
    {
      id: '451100000',
      type: '4',
      name: '고무제품제조'
    },
    {
      id: '105000000',
      type: '2',
      name: '의원'
    },
    {
      id: '463400000',
      type: '4',
      name: '유성도료제조'
    },
    {
      id: '106000000',
      type: '2',
      name: '수리점'
    },
    {
      id: '479003000',
      type: '4',
      name: '플라스틱제조'
    },
    {
      id: '611000000',
      type: '4',
      name: '도자기제조'
    },
    {
      id: '902000000',
      type: '2',
      name: '여관/여인숙/유스호스텔'
    },
    {
      id: '711000000',
      type: '4',
      name: '면방적'
    },
    {
      id: '1001000000',
      type: '2',
      name: '시장'
    },
    {
      id: '731000000',
      type: '4',
      name: '염색표백가공'
    },
    {
      id: '1002100000',
      type: '2',
      name: '일반판매시설'
    },
    {
      id: '752000000',
      type: '4',
      name: '직물재단 및 재봉'
    },
    {
      id: '1003000000',
      type: '2',
      name: '소형판매시설'
    },
    {
      id: '811000000',
      type: '4',
      name: '합판제조'
    },
    {
      id: '1104000000',
      type: '2',
      name: '목욕장'
    },
    {
      id: '821000000',
      type: '4',
      name: '목공'
    },
    {
      id: '1105000000',
      type: '2',
      name: '컴퓨터게임장'
    },
    {
      id: '962000000',
      type: '2',
      name: '수산물가공처리'
    },
    {
      id: '1101000000',
      type: '2',
      name: '유흥주점'
    },
    {
      id: '951000000',
      type: '4',
      name: '과자류제조'
    },
    {
      id: '1401100000',
      type: '2',
      name: '창고시설'
    },
    {
      id: '1012000000',
      type: '4',
      name: '인쇄'
    },
    {
      id: '2301000000',
      type: '2',
      name: '화장장'
    },
    {
      id: '1022000000',
      type: '4',
      name: '지공'
    },
    {
      id: '1264000000',
      type: '4',
      name: '세탁'
    },
    {
      id: '231100000',
      type: '4',
      name: '전기제품제조'
    },
    {
      id: '911000000',
      type: '4',
      name: '제분'
    },
    {
      id: '912000000',
      type: '4',
      name: '정맥'
    },
    {
      id: '913000000',
      type: '4',
      name: '정미(도정업)'
    },
    {
      id: '914000000',
      type: '4',
      name: '종자선별'
    },
  ];

  export const hiBizPlace = [
    {
      id: '1',
      value: '지상1층',
    },
    {
      id: '2',
      value: '지하층',
    },
    {
      id: '3',
      value: '전통시장',
    },
  ]